/*
  Localizable.strings
  TSFeedback

  Created by 沧海无际 on 2020/5/14.
  
*/

"E-mail" = "메일";
"Enter your email address here" = "메일  주소를 입력하십시오.";
"Content" = "내용";
//"Note:" = "Note: ";
"Submit" = "제출";
"Sending…" = "발송중";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "발송이 완료됩니다! 저희는 최선을 다 해서 귀하의 문제를  해결해 드리겠습니다!";
"Send failed!" = "발송 실패";
"You can also click on product support to find the corresponding solution. Product Support >>" = "구하는 제품 지원을 클릭하여 그에사응하는 해결법을 찾을 수 있습니다. 제품지원>> ";
"Product Support >>" = "제품지원>>";
"Please make sure your network connection is working and submit again." = "인터넷 연결이 확익한후  다시 제출하십시오.";
"Feedback" = "피드백";

"Please enter valid Email address." = "유효한 이메일 주소를 입력하세요.";

//MARK: - Feedback 2.0.0 定制
"Thanks for contacting us and telling us your opinions about our product." = "제품에 대해 모든 피드백이 소중하게 여길 겁니다.";
"What do you want to do with this product?" = "이 제품의 어떤 기능을 사용하였습니까?";
"1: In order to quickly resolve the problem, please describe the problem you are experiencing as much detail as possible." = "1: 문제를 신속하게 해결하기 위해 발생한 문제를 가능하면 제세하게 설명하십시오.";
"What is your problem when using this product?" = "이 제품을 사용할 때 어떤 문제가 있습니까?";
"1: If you have any questions about the product or after-sales service, please feel free to tell us." = "1: 제품이나 애프터 서비스에 대해 질문이 있으시면 언제든지 알려주십시오.";
"E-mail" = "메일";
"Please enter a valid email address" = "유효한 이메일 주소를 입력하세요";
"Please make sure your email is correct" = "이메일이 정확한지 확인하세요";
"Notes:" = "메모:";
"1: Due to the time difference of global customer service, you will get an answer within 48 hours on weekdays." = "1: 글로벌 고객센터 시차로 인해 평일 48시간 이내 답변 드립니다.";
"2: You can also check our online FAQs to quickly browse some order issues or technical problems." = "2: 또한 온라인 FAQ를 확인하여 일부 주문 문제 또는 기술 문제를 빠르게 찾아볼 수 있습니다.";
"order issues" = "주문 문제";
"technical problems" = "기술 문제";

"Attach log file" = "로그파일 첨부";
"Attach images:" = "이미지 첨부:";
"Add Image" = "이미지 추가";
"Add up to 2 images" = "최대 2개의 이미지 추가 가능";
"Submit" = "제출";
"Sending…" = "발송중";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "발송이 완료됩니다! 저희는 최선을 다 해서 귀하의 문제를  해결해 드리겠습니다!";
"Send failed!" = "발송 실패";
"Please make sure your network connection is working and submit again." = "인터넷 연결이 확익한후  다시 제출하십시오.";
"Feedback" = "피드백";
"OK" = "확인";

